[
  {

    "breed": "Сиамский кот",
    "woolLength": "короткошерстный",
    "details": "Породу отличает гибкое, стройное, длинное, но при этом мускулистое тело. Она имеет средний размер, а вес колеблется от 2,5 до 6 килограммов. Отличительной чертой сиамской кошки считается необычный окрас, при котором туловище светлое, а мордочка, хвост, лапы и уши имеют темно-коричневый, а порой и черный цвет. Допускаются шоколадные, голубовато-серые, кремовые, розово-коричневые оттенки шерсти."
  },
  {

    "breed": "Японский бобтейл",
    "woolLength": "длинношерстный",
    "details": "Японский бобтейл — порода неприхотливая, не имеющая слабостей в ареале, и полноправно является аборигенной породой. Японский бобтейл неприхотлив и в разведении, но без должного строгого отбора и длительной работы над чистотой породы, может потерять свой породный стандарт, и отдалённо будет напоминать фигурки народного промысла Манэки-нэко."
  },
  {

    "breed": "Норвежская лесная кошка",
    "woolLength": "короткошерстный",
    "details": "Норвежская лесная кошка – все еще довольно редкая в наших широтах, но давно любимая европейцами порода. Это дружелюбный и независимый питомец, который легко найдет «ключик» к каждому члену семьи. ... Норвежская лесная кошка – все еще довольно редкая в наших широтах, но давно любимая европейцами порода."
  },
  {

    "breed": "сфинкс",
    "woolLength": "короткошерстный",
    "details": "У сфинкса крепкие кости, хорошо развитые мышцы и твердый живот, как будто кошка только что поела. У них открытые глаза, умное выражение лица. Складки на голове, как некоторым кажется, придают обеспокоенное, пытливое выражение. Сфинксы чрезвычайно милы, очень общительны и в своих попытках привлечь внимание могут выполнять различные, но порой неуклюжие, трюки."
  },
  {

    "breed": "Мейн-кун",
    "woolLength": "длинношерстный",
    "details": "Мейн - кун - крупная и общительная кошка, отсюда ее прозвище \"ласковый великан\". Он характеризуется заметным ершом на груди, крепкой костной структурой, прямоугольной формой тела, неровной двухслойной шерстью с более длинными остевыми волосками поверх шелковистого атласного подшерстка и длинным пушистым хвостом."
  }
]